# -*- coding: utf-8 -*-
# Time : 2022/11/23 14:25
# Author : daidai
# File : python_day.py
# Desc :

#条件语句
#实例一：如果变量money的值大于1000，那么发送警告告知金融状况没有问题，否则，发出警告，告知需要更多钱！
#格式一：




#实例二：请输入成绩，判断成绩的等级，大于等于90为优秀，大于等于80为良好，大于等于60小于80为合格，小于60为不合格。






#1、使用if...elif...else语句编写程序判断数字是正数、负数或零。
#if格式：




#2、用于判断一个数字是否为奇数或偶数




#3、中考成绩grade为680分以上的可以读第一中学，grade为650分以上的可以读第二中学，grade为630以上的可以读第三中学，其他的可以读非高中。





# #4、给定一个字符串，然后判定指定的子字符串是否存在于该字符串中。





#循环语句
#从星期一到星期五，每天九点上班六点下班






#嵌套语句的嵌套
#九九乘法口决表





#练习
#创建长度是10的数字列表
